Repository: szelpe/woocommerce-barion
Catalog: languages/pay-via-barion-for-woocommerce-*.po
Languages: hu_hu

source: Barion payment gateway sends customers to Barion to enter their payment information. Barion callback requires cURL support to update order statuses after payment. Check the %ssystem status%s page for more details.
hu_hu: A Barion payment gateway átküldi a vásárlókat a Barion oldalára a fizetési adataik megadásához. Ahhoz, hogy fizetés után a Barion visszahívás frissíteni tudja a rendelések állapotát, cURL támogatás szükséges. További információkért tekintsd meg a %srendszerállapot%s oldalt.

source: Proceed to Barion
hu_hu: Fizetés Barionnal

source: [TEST MODE]
hu_hu: [TESZT MÓD]

source: <br/><br/>Test mode is <strong>active</strong>. Test credit card details: %s
hu_hu: <br/><br/>A teszt mód <strong>aktív</strong>. Teszt kártyaadatok: %s

source: Barion acceptance mark
hu_hu: Barion védjegy

source: Barion does not support your store currency. Supported currencies: %s
hu_hu: A Barion nem támogatja az üzleted pénznemét. Támogatott pénznemek: %s

source: User redirected to the Barion payment page.
hu_hu: A felhasználó át lesz irányítva a Barion fizetési oldalára.

source: Refund Failed: No transaction ID
hu_hu: Visszatérítés sikertelen. Nincs transaction ID

source: Refunded %s - Refund ID: %s
hu_hu: %s visszatérítve - Refund ID: %s

source: Barion refund failed.
hu_hu: Barion visszatérítés sikertelen.

source: Order status updated based on the settings.
hu_hu: A rendelés állapota a beállításoknak megfelelően frissítve lett.

source: Barion callback received.
hu_hu: Barion visszahívás.

source: Barion callback was handled by a custom handler.
hu_hu: A Barion visszahívását egy egyedi hívás kezelte.

source: Barion callback ignored as the payment was already completed.
hu_hu: A Barion visszahívás figyelmen kívül lett hagyva, mivel a fizetés már befejeződött.

source: Barion callback ignored as the user has chosen another payment method.
hu_hu: A Barion visszahívás figyelmen kívül lett hagyva, mivel a fizetési mód idő közben meg lett változtatva.

source: Payment succeeded via Barion.
hu_hu: Sikeres fizetés a Barionon keresztül.

source: Payment canceled via Barion.
hu_hu: Visszamondott vásárlás a Barion oldalán.

source: Payment changed via Barion.
hu_hu: A fizetés Barionon keresztül módosult

source: Payment is expired (customer progressed to Barion, but then left the page without paying).
hu_hu: Fizetési ablak lejárt (a vásárló átkerült a Barion oldalára, de azt fizetés nélkül elhagyta)

source: Payment failed via Barion.
hu_hu: Meghiúsult vásárlás a Barion oldalán.

source: piece
hu_hu: darab

source: Enable/Disable
hu_hu: Engedélyezés/Letiltás

source: Enable Barion
hu_hu: Barion engedélyezése

source: Title
hu_hu: Cím

source: This controls the title which the user sees during checkout.
hu_hu: Itt adható meg a fizetési mód címe, ami a pénztár oldalon jelenik meg.

source: Description
hu_hu: Leírás

source: Pay via Barion; you can pay with your credit card if you don't have a Barion account.
hu_hu: Fizess Barionon keresztül. Fizess bankkártyával, nem kötelező regisztrálni!

source: This controls the description which the user sees during checkout.
hu_hu: Itt adható meg a fizetési módhoz tartozó leírás, amit a felhasználó a pénztár oldalon lát.

source: Secret key (POSKey)
hu_hu: Titkos Kulcs (POSKey)

source: The secret key of the online store registered in Barion (called POSKey)
hu_hu: A Barionon regisztrált bolt titkos kulcsa (POSKey)

source: Your Barion email address
hu_hu: Barionon regisztrált e-mail címed

source: Barion Pixel Id
hu_hu: Barion Pixel azonosító

source: Your Barion Pixel Id
hu_hu: Barion pixel azonosítód

source: Order status after payment
hu_hu: Rendelés állapota a fizetés után

source: Automatic (recommended)
hu_hu: Automatikus (javasolt)

source: Choose the status of the order after successful Barion payment.
hu_hu: Kiválaszthatod, hogy fizetés után milyen állapotba kerüljön a rendelés.

source: Order status after rejected payment
hu_hu: Rendelés állapota visszautasított fizetés után

source: Choose the status of the order after rejected Barion payment.
hu_hu: Kiválaszthatod, hogy visszautasított fizetés után milyen állapotba kerüljön a rendelés.

source: Order status after expired payment
hu_hu: Rendelés állapota lejárt fizetés után

source: Choose the status of the order after expired Barion payment.
hu_hu: Kiválaszthatod, hogy lejárt fizetés után milyen állapotba kerüljön a rendelés.

source: Barion Environment
hu_hu: Barion Környezet

source: You can select the Test environment to test payments. You'll need to create a shop on the <a href="%s" target="_blank">Barion test site</a>.
hu_hu: A Test környezet választásával tesztelheted a fizetéseket. Ehhez boltot kell nyitnod a <a href="%s" target="_blank">Barion teszt oldalon</a>.

source: Newsletter
hu_hu: Hírlevél

source: Get free emails on how to grow your business like crazy
hu_hu: Kérek ingyenes tippeket az üzletem robbanásszerű növeléséhez

source: You may unsubscribe any time and we will never share your email address.
hu_hu: Bármikor leiratkozhatsz és soha nem osztjuk meg senkivel az email címedet.

source: Reduce your Barion commission by using Full Pixel. Click here for more information: <a target ="_blank" href ="https://bitron.hu/barion-pixel-for-woocommerce">Full Barion Pixel for WooCommerce</a>
hu_hu: Csökkentsük a Barion jutalékát a full pixel integrációval. Bővebb infórmációért katt ide: <a target ="_blank" href ="https://bitron.hu/barion-pixel-for-woocommerce">Full Barion Pixel for WooCommerce</a>

source: Adds the ability to WooCommerce to pay via Barion
hu_hu: Bankkártyás fizetési lehetőséget biztosít a Barion használatával.
